{

  "гороховая каша": {
    "ingridients": [
      "горох (колотый или целый) - 200 г",
      "лук репчатый - 125 г",
      "соль - 1/2 ч. ложки",
      "перец чёрный молотый - на кончике ножа",
      "масло растительное (для жарки) - 2 ст. ложки (для жарки) ",
      "масло сливочное - 25 г (по желанию)",
      "Петрушка - 10 г (Для подачи, по желанию) "
    ],
    "cooking_method": [
      "Подготовьте необходимые продукты",
      "Горох предварительно замочите в чистой воде примерно на 30-60 минут",
      "Затем промойте горох под проточной водой и положите в кастрюлю с толстым дном",
      "Влейте примерно 600 мл воды (примерная пропорция гороха и воды - 1:3). Поставьте на нагрев и доведите до кипения",
      "Затем убавьте огонь до минимума, удалите пену и варите горох примерно 60 минут, до мягкости",
      "Лук очистите и нарежьте мелкими кубиками",
      "В сковороде разогрейте растительное масло, выложите нарезанный лук и, помешивая, обжаривайте на среднем огне примерно 3-4 минуты, до мягкости и полупрозрачности",
      "Добавьте обжаренный лук в кастрюлю с готовым горохом. Посолите и поперчите. По желанию добавьте сливочное масло. Перемешайте",
      "Сытная гороховая каша с жареным луком готова. Подавайте её к столу, посыпав каждую порцию нарезанной петрушкой",
      "Приятного аппетита!"
    ],
    "nutrition_facts": [
      "На 100г продукта:",
      "Калорийность: 89,4 Ккал",
      "Белки: 6,2г",
      "Жиры: 0,6г",
      "Углеводы: 16г"
    ]
  },
  "борщ": {
    "ingridients" : [
      "свинина - 400 г",
      "соль - по вкусу",
      "перец черный молотый - по вкусу",
      "лавровый лист - 2 шт",
      "лук репчатый - 100 г",
      "свёкла - 150 г",
      "морковь - 80 г",
      "болгарский перец - 120 г",
      "картофель - 300 г",
      "растительное масло - 60 г",
      "томатная паста - 40 г",
      "капуста (белокочанная) - 180 г",
      "чеснок - 5 г",
      "сахар - 5 г",
      "сметана (для подачи) - по вкусу",
      "укроп - 15 г (для подачи, по желанию)"
    ],
    "cooking_method": [
      "Свинину тщательно промыть и выложить в кастрюлю",
      "Залить холодной водой и добавить пряности",
      "Варить примерно час, периодически снимая пену",
      "Пока варится мясо, подготовить овощи:",
      "Лук очистить и мелко нарубить",
      "Свеклу очистить и нарезать тонкой соломкой",
      "Морковь очистить и также нарезать тонкой соломкой",
      "Болгарский перец нарезать соломкой, предварительно удалив семена",
      "Картофель очистить, нарезать мелкими кубиками",
      "Свеклу выкладываем в сковородку с высоким бортом, обжариваем на растительном масле",
      "Затем добавляем морковь, лук и болгарский перец",
      "Томатную пасту разводим с небольшим количеством воды, вливаем к овощам и тушим до мягкости свеклы",
      "Когда мясо стало мягким, извлекаем его из кастрюли, разделяем на волокна",
      "В бульон выкладываем картофель, варим до готовности - 15-20 минут",
      "За это время нашинкуем капусту, добавим ее в борщ вместе в овощной заправкой и мелко рубленным чесноком",
      "Пробуем борщ на вкус, добавляем сахар и соль, если нужно",
      "Даем настояться в течение 15 минут, после чего можно подавать борщ на стол, добавив в него сметану и посыпав нарубленным укропом",
      "Приятного аппетита!"
    ],
    "nutrition_facts": [
      "На 100г продукта:",
      "Калорийность: 28,4 ККал",
      "Белки: 1,3г",
      "Жиры: 1,2г",
      "Углеводы: 3,3г"
    ]
  },
  "уха из красной рыбы": {
    "ingridients": [
      "голова лосося – 1 шт.",
      "хвост, хребет и кожа одной тушки лосося",
      "питьевая вода – 2,5 л",
      "лук репчатый – 1 луковица",
      "лук-порей - 2 стебля",
      "укроп – 4 веточки",
      "черный перец горошком –1 ч. л.",
      "топленое масло – 3 ст. л.",
      "соль - по вкусу"
    ],
    "cooking_method": [
      "Подготовьте голову лосося",
      "Удалите из нее жабры и глаза (в противном случае бульон будет сильно горчить)",
      "Промойте тщательно голову, хвост лосося, хребет и кожу",
      "Подготовленный рыбный «материал» сложите в кастрюлю подходящего размера и залейте холодной питьевой водой",
      "Поставьте на средний огонь и доведите до кипения. Снимите пену шумовкой",
      "Луковицу вымойте и, не очищая, разрежьте пополам",
      "Подпеките ее до черноты на сухой сковороде или прямо на конфорке",
      "Добавьте в кастрюлю к лососю вместе с зеленой частью лука-порея, стеблями укропа и перцем горошком",
      "Посолите и варите 40 минут.",
      "Белую часть лука-порея разрежьте вдоль пополам",
      "Тщательно промойте холодной проточной водой, чтобы удалить песок, затем нарежьте стебли тонкими полукольцами",
      "В сковороде распустите топленое масло",
      "Положите лук-порей и томите на минимальном огне 15 минут",
      "Бульон из лосося процедите через марлю в чистую кастрюлю",
      "Поставьте бульон на огонь и доведите до кипения",
      "Добавьте жареный лук-порей и варите 10 минут",
      "Оставшийся укроп порубите. Из хвоста и головы лосося выберите мякоть и разложите по тарелкам",
      "Приятного аппетита!"
    ],
    "nutrition_facts": [
      "На 100г продукта:",
      "Калорийность: 27.6 ККал",
      "Белки: 2,2г",
      "Жиры: 3,7г",
      "Углеводы: 0,6г"
    ]
  },
  "уха из щуки (на костре)": {
    "ingridients": [
      "щука - 1 шт.",
      "картофель 6-8 шт.",
      "луковицы - 2 шт.",
      "морковь - 1 шт.",
      "лавровый лист - 2 шт.",
      "вода - 1 л",
      "зелень - по вкусу"
    ],
    "cooking_method": [
      "Подготовить мангал и разжечь костер",
      "Очистить рыбу, очистить лук, картофель и морковь",
      "Рыбу нарезать крупными кусками",
      "Картофель и морковь кубиками",
      "Лук нарезать крупно дольками",
      "В чугунок, который уже стоит на костре положить картофель, лук и рыбу",
      "Залить водой, добавить соль, пряности и варить на огне 30 — 40 минут",
      "Готовую уху снять с костра и посыпать зеленью",
      "Приятного аппетита!"
    ],
    "nutrition_facts": [
      "На 100г продукта:",
      "Калорийность: 29.9 ККал",
      "Белки: 4г",
      "Жиры: 1,4г",
      "Углеводы: 0,4г"
    ]
  },
  "уха из стерляди": {
    "ingridients": [
      "стерлядь - 0.5 шт",
      "картофель - 150 гр",
      "лук - 80 гр",
      "лавровый лист - 2 шт",
      "перец горошком - по вкусу",
      "укроп - по вкусу",
      "соль - по вкусу",
      "вода - 800 мл",
      "морковь - 50 гр"
    ],
    "cooking_method": [
      "стерлядь нужно хорошенько выпотрошить, удалить жабры",
      "все хорошо промыть, отрезать голову с прилегающими плавниками, хвост, плавники",
      "Сложить все, кроме тушки самой рыбы, в кастрюлю, добавить луковицу, разрезанную напополам и еще раз пополам, крупными кусками",
      "добавить таким же образом нарезанную морковь, семена укропа, горошки перца, лавровый лист и залить все водой.",
      "Варить при умеренном кипении под крышкой минут 20 - в зависимости от размера рыбы",
      "Если ваша стерлядь крупнее, то голову нужно варить дольше",
      "Тем временем нарезать картофель и лук брусочками или кубиками",
      "Из ухи вынуть все корешки, пряности и рыбу, бульон процедить",
      "Добавить в него картофель и лук, варить до готовности",
      "В конце варки в уху добавить куски стерляди и варить еще минут 10 до готовности рыбы",
      "Готовую уху из стерляди подавать в горячем виде, посыпав зеленью укропа",
      "Приятного аппетита!"
    ],
    "nutrition_facts": [
      "На 100г продукта:",
      "Калорийность: 28.6 ККал",
      "Белки: 3,1г",
      "Жиры: 1,2г",
      "Углеводы: 1,4г"
    ]
  }
}